{"inkVersion":19,"root":[[{"->":"title"},["done",{"#n":"g-0"}],null],"done",{"continue":[["ev","str","^Continue","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["\n",{"->":".^.^.g-0"},null],"g-0":["ev","void","/ev","->->",null]}],null],"title":[["^[[./images/heart_loading.gif]]","\n","ev","str","^Start","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["^ ",{"->":"jump"},"\n",null]}],null],"jump":[["^<h2>Chapter 1/5: The Jump</h2>","\n","^[[./images/olive.png]]","\n","^This tale recounts the end of Deidra’s life, a girl full of sorrow ever since her beloved died. But, her end is just the beginning of our adventure.","\n","^<i>The water flowed under the bridge, but still Deidre couldn’t accept it.</i>","\n",{"->t->":"continue"},"^[[./images/gargoyle1.png]]","\n","^It's late and Deidre is walking the Blackmoore graveyard again. The twin gargoyles' eyes atop the giant mausoleum follow her as she winds between graves. The gargoyles' hands tightly grip the edge of the tall mausoleum where her loved one jumped so many years ago.","\n",{"->t->":"continue"},"^[[./images/grave.png]]","\n","^The cemetery was built 200 years ago, longer than the town's existence. It was set up by French settlers in the region around St. Louis as a family plot, and then expanded into public use long after the family line died out.","\n","^Deidre stops before a grave. A baby's grave. A solitary phrase is engraved below the year 1953 - 'I will see you soon'.","\n",{"->t->":"continue"},"^[[./images/olive.png]]","\n","^But, Deidre isn’t here for the kid. She is here for someone else. Someone who couldn’t bear the pain of life anymore.","\n",{"->t->":"continue"},"^She was the light in Deidre’s life. A beacon of knowledge and wisdom in a heartless world. She had jumped, but the fall didn't kill her. The fence did. A Victorian era, wrought-iron with spades like spears. Her body maimed, her eyes were open when Deidre found her. Not yet lifeless. Deidre felt sickened not only from the sight, but the irreversibility of the moment. It could not be taken back.  Deidre was there shortly after the ambulance arrived. The clean up crew picked up as many pieces as they could, stuffing them into white bags, while the smaller pieces were casually sprayed down with a hose. Blood and flesh flushed into the storm drain.","\n","^Deidre thought of this even when she didn’t want to. At night, during the day. She kept wondering where those pieces went.","\n","^<i>Where does the water flow once it passes under the bridge?</i>","\n",{"->t->":"continue"},"^[[./images/gargoyle1.png]]","\n","^Deidre gazes up at the mausoleum where her beloved rests. The old stone building looms atop the hill in the center of the graveyard. She cranes her neck to see the top, lost in the darkness of night. The twin gargoyles' eyes still stare down. Will she really go up, to see what her beloved saw that night? She yearns for her, and perhaps by replaying her actions, she can be with her again.","\n","^<i>Follow the water under the bridge to see where it goes.</i>","\n",{"->t->":"continue"},"^[[./images/bat.gif]]","\n","^Slabs of rock jut from the brickwork like a ladder. With some patience, Deidre climbs the mausoleum. Bats flutter around as she finds her footing. Suddenly, she is at the top, breathless and between the two gargoyles. She holds her breath, closes her eyes and after some wavering hesitation, lets her body fall. The last thing she remembers before death is saying the name of her beloved.","\n","^<i>All water winds up back in the ocean</i>","\n","ev","str","^Continue","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["^ ",{"->":"ferryman"},"\n",null]}],null],"ferryman":[["^<h2>Chapter 2/5: The Ferryman</h2>","\n","^Deidre awakes on the bank of a dark river. Small glowing lights flicker beneath the surface, flowing downstream. Washed up bones from all manner of creatures lay on the riverbank. A man stands near the river leaning on a staff. Behind the man a wooden ferry sits in the water, tied off to a heap of nearby bones. The ferryman turns to look at Deidre. His face has a glow to it, very much unlike the dark grays pebbles on the river bank.","\n","^\"Oh, your time so soon? I wasn't expecting you to be here just yet. But, it’s hardest to tell with suicides.\"","\n","^His manner of speaking throws Deidre off. It has a wispy, ancient quality. She responds, \"I am looking for someone. Her name is...\" she whispers her beloved’s name quietly under her breath, so softly that the ferryman grimaces in an attempt to hear.","\n","^The ferryman raises his staff, and a symbol appears in the dirt ahead of him. Triangular in shape, with a circle centered on each vertex.","\n","^\"I can only take the whole body across. She arrived in pieces. Return the pieces of her soul, and I will ferry you both. But…” he pauses as a wry smirk creeps across his face, “there are beasts here that gnaw on the souls of the dead yet to cross. Be wary of them. They will not let you recover her soul without a fight.\"","\n","ev","str","^Continue","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["^ ",{"->":"dam"},"\n",null]}],null],"dam":[["^<h2>Chapter 3/5: The Dam</h2>","\n","^Deidre drags herself in a haze along the riverbank, coming to a dammed section of the dark river. Here the bones of the dead are dragged into the flow by underworld creatures, creating a massive dam that spans across the river. The souls of the dead are funneled, caught and eaten by aquatic demons within the labyrinthine cavities of this wet, dark place.","\n","^Deidre feels her beloved’s presence inside the dam as she scrambles down a damp passage. The air is sulfurous, the way is dark. From deep below the sound of rattling gurgles echoes through the dark, white cave.","\n","^Deidre makes her way down into the bone dam, following a staircase made of rib cages and foaming flotsam. Bits of flesh cling loosely to the bones that line the walls.","\n","^Deidre senses her beloved’s presence growing near. Coming to an open chamber she spots the fragment. A piece of her beloved is there in the center. It glows bright purple and white, her favorite colors. A floating skull guards a fragment of her soul, stuck between its teeth, the skull sucks on the bright fragment. The skull’s eye sockets are illuminated from within by the soul’s glow.","\n","^The skull watches Deidre approach. It shoots a fireball at her, trying to keep her away. The fireball misses, exploding a portion of the bone wall. Deidre leaps and strikes the skull down, shattering it against the floor.","\n","^Deidre picks up a piece of her beloved’s soul, stuffing it in her backpack and makes her way out of the bone dam.","\n","ev","str","^Continue","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["^ ",{"->":"well"},"\n",null]}],null],"well":[["^<h2>Chapter 4/5: The Well</h2>","\n","^Deidre climbs out of the dam with a fragment of her loved one's soul. She makes her way along the shore to the ferryman. The triangle and circles are still etched into the sand in front of him. She carefully places the soul in one of the circles, and as she does so the edges turn a light blue.","\n","^\"That way,\" says the ferryman, pointing his staff towards the nearby cliffs overlooking the dark river. \"The second piece lies within the well at the top of the cliff.\"","\n","^Deidre ascends the cliffs, finding footholds where she can as she climbs to the peak. As she reaches the summit, she sees a hole in the ground. Peering into the hole, a flock of bats flies out, nearly knocking her off her feet. The bats circle overhead.","\n","^She descends down into the hole, following the ferryman’s directions. Whatever lies below, she will find her beloved’s soul, challenging whatever this underworld throws at her.","\n","^The descent is dark and grim. The thin passage is covered in slimy water, squeezed out from the rock layers. A cool smell of death emanates from the cylindrical well bored down into the cliff.","\n","^The bottom of the well is flooded, but she sees a glowing purple and white light in the bottom. Her beloved’s soul must be there. Deidre dives down to fetch it. It is deeper than she thought, but she grabs it, and comes back up to the surface.","\n","ev","str","^Continue","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["^ ",{"->":"reaper"},"\n",null]}],null],"reaper":["^<h2>Chapter 5/5: The Reaper</h2>","\n","^Deidre climbs out of the well with the piece of her beloved’s soul. After descending from the cliffs back to the shore of the dark river, she returns to the ferryman.","\n","^The ferryman stares at Deidre as she places the second fragment into the circle. White and purple lights dance through the edges of the triangle. The ferryman strokes his smoothly shaved face, reconsidering Deidre’s dedication to this task.","\n","^\"Where can I find it?\" she says, a sharp impatience in her voice. “The last fragment, where can I find it?”","\n","^“In the fields, perhaps,” the ferryman raises his staff and points out into the abysmal fields of wheat adjacent to the dark river, “it may take you some time to locate it.”","\n","^Deidre notices something glowing purple and white concealed by the ferryman’s cloak. Could it be, does he already have the third and final piece?","\n","^“What is that behind your cloak,” Deidre asks, a frown on her face, “what are you hiding from me?”","\n","^The ferryman quickly covers the fragment back up with his cloak.","\n","^\"Give it to me, let me have her!\" Deidre screams.","\n","^The ferryman, caught, is taken aback, \"What? No! You cannot take it from me, such a precious thing,\" he says, raising his staff. \"You have no idea how hungry I am. I need it. I need them all. Give them all to me and be gone, pitiful mortal!\"","\n","^The ferryman throws his staff, it whirls like a boomerang towards Deidre. As he throws it, the soul fragment drops from behind his cloak. Deidre dodges the staff and picks up the soul fragment, then dashes towards the triangular symbol etched in the sand.","\n","^As she places the remaining soul into the circle, a spiral of purple and white light appears in the center. The ferryman is blinded and blown out to the river in a flash of light. A figure appears in the center of the triangle.","\n","^\"Hello, mom? Mom, can you hear me?\"","\n","^The figure stares blankly at Deidre, then lets out a moan.","\n","^“Oh, mom, what have they done to you? I did all I could, I did all I could…”","\n","^Deidre holds her mother, braindead from death as she gazes across the river, wondering what lies on the other side.","\n","^<b>THE END</b>","\n",{"->":"title"},null]}],"listDefs":{}}